ent-ShipRailgunProjectile = снаряд M381 «Чарон» 280мм 26,5 кг
ent-CharonSlugAmmo = патрон M381 «Чарон» 280мм 26,5 кг
    .desc = Всё в одном: плазменный газ-ускоритель и вольфрамовый снаряд высокой плотности. Дёшево, сокрушительно и с большой дальностью.
ent-ShipRailgunProjectileSubnuclear = снаряд M381 «Чарон» 280мм 1,5 кт ядерный
    .desc = Когда джинн вылетел из бутылки, обратно его не засунешь, тархан.
ent-CharonSubnuclearSlugAmmo = патрон M381 «Чарон» 280мм 1,5 кт ядерный
    .desc = ЯДЕРНЫЙ. РАЗГРОМ. Всё в одном: плазменный газ-ускоритель и маломощная ядерная боеголовка. Может вызвать общественный резонанс, но тебе же *пришлось* это применить, да?
