ent-WeaponTurretCharonBase = масс-драйвер M381 «Чарон»
ent-WeaponTurretCharon = Станция, перезарядка боеприпасов
    .desc = Рельсотрон капитального класса, стреляющий массивным снарядом на экстремальной скорости, способный нанести катастрофический урон вражеским кораблям. Тяжёлый линейный ускоритель, может активироваться дистанционно или подключаться к GCS. Эта установка питается от автозарядника и не требует ручной перезарядки.
ent-WeaponTurretCharonReload = Корабль, ручная перезарядка, без вращения
    .desc = Рельсотрон капитального класса, стреляющий массивным снарядом на экстремальной скорости, способный нанести катастрофический урон вражеским кораблям. Тяжёлый линейный ускоритель, может активироваться дистанционно или подключаться к GCS.
