ent-WeaponTurretCyrexa = пушка CYREXA 220мм
    .desc = Главная батарея с двумя стволами, доставляющая быстрые карающие залпы на экстремальной дальности. Стреляет 220мм автоматическими снарядами со слегка сниженной ударной силой. Может активироваться дистанционно или подключаться к GCS.
ent-WeaponTurretBofors = пушка Bofors 255мм
    .desc = Одноствольная тяжёлая артиллерийская пушка для крейсеров, наносящая огромный удар каждым дальнобойным выстрелом. Может активироваться дистанционно или подключаться к GCS.
ent-WeaponTurretHades = пушка HADES 255мм
    .desc = Одно из крупнейших химических кинетических орудий в секторе. Мощь соперничает лишь с масс-драйверами вроде M381. Автоматически перезаряжается полномощными 255мм снарядами.
ent-WeaponTurretLongbow = автопушка L65 «Лонгбоу» 90мм
    .desc = Стреляет 90мм снарядами залпом из 20 выстрелов из внутреннего автозарядника.
