ent-WeaponTurretAK570 = автопушка AK570 57мм
    .desc = Двухствольная тяжёлая 57мм автопушка, стреляющая универсальными ОФБС, эффективна для продолжительного огня по средним целям. Может активироваться дистанционно или подключаться к GCS.
ent-WeaponTurretDravon = автопушка ADBP-7 «Дравон» 90мм
    .desc = Одноствольная автопушка производства Aetherion Dynamics. Среднекалиберное орудие с высокой скорострельностью, но относительно низкой отдачей, стреляет кумулятивными снарядами по броне и системам корабля. Может активироваться дистанционно или подключаться к GCS.
