ent-WeaponTurretAdderScattercannon = разбросная пушка «Аддер»
    .desc = Большая двухствольная разбросная пушка, стреляющая залпами картечи, чтобы разорвать входящие ракеты или потенциальных абордажников. Использует механизм автозаррядки, похожий на пистолет «Анаконда».
ent-WeaponTurretFang = тяжёлая автопушка «Фанг» 90мм
    .desc = Тяжёлая автопушка 90мм синдикатского дизайна, созданная во время корпоративной войны. Предназначена для разрушения вражеских эсминцев. Использует механизм автозарядки, похожий на пистолет «Анаконда».
ent-WeaponTurretHydra = батарея «Гидра» 220мм
    .desc = Главная канонада синдикатского происхождения: Гидра — чудовищная трёхствольная батарея боли 220 миллиметров, созданная для разрушения самых крепких кораблей корпораций. Зарядка механизмом, похожим на пистолет «Анаконда».
