ent-WeaponTurretTarnyx = Станция, перезарядка, ЭМИ
    .desc = Тяжёлое ЭМИ-орудие производства Aetherion Dynamics, предназначено для выведения из строя больших участков вражеских кораблей одним мощным выстрелом. Эффективно в асимметричном бою. Может активироваться дистанционно или подключаться к GCS.
ent-WeaponTurretTarnyxReload = Корабль, ручная перезарядка
    .desc = Тяжёлое ЭМИ-орудие производства Aetherion Dynamics, предназначено для выведения из строя больших участков вражеских кораблей одним мощным выстрелом. Эффективно в асимметричном бою. Может активироваться дистанционно или подключаться к GCS.
