ent-ClothingOuterHardsuitAsakim = экзокостюм Аврора
    .desc = Продвинутый доколлапсный экзокостюм. Крайне редкий, технология по сути чужая по сравнению с современными такскостюмами. После надевания броня срастается с носителем, снять можно только с внешней разблокировкой.
ent-ClothingOuterHardsuitAsakimUnremoveable = экзокостюм Аврора (заблокирован)
    .desc = Продвинутый доколлапсный экзокостюм. Крайне редкий, технология по сути чужая по сравнению с современными такскостюмами. После надевания броня срастается с носителем, снять можно только с внешней разблокировкой. В этом экземпляре броня полностью срослась с воином — снятие займёт много времени.
