ent-VendingMachineSnackDonkSyndi = Любимые Снэки Donk
    .desc = Насладитесь потрясающим вкусом любого из наших продуктов, которые считаются лучшими в мире для откорма и вредны для здоровья! ДОНК!!
ent-VendingMachineOfficerDrobe = ОфицерШкаф
    .desc = Здесь есть (почти) всё, что может понадобится офицеру. А кто на него пролил компот?
ent-VendingMachineAmmoPOIMers = ПулеМат наёмников
    .desc = Здесь есть (почти) всё, что может понадобится офицеру. А кто на него пролил компот?
ent-VendingMachineSnackDonkNT = Любимые Снэки Donk
    .desc = Насладитесь потрясающим вкусом любого из наших продуктов, которые считаются лучшими в мире для откорма и вредны для здоровья! ДОНК!!
